Repository: vdr-projects/vdr-plugin-epgsearch
Catalog: po/*.po
Languages: pl_pl

source: Auth user
pl_pl: Nazwa użytkownika

source: Help$Specify the auth user, if this account needs authentication for SMTP.
pl_pl: Podaj nazwę użytkownika, jeżeli podane konto wymaga uwierzytelnienia dla SMTP.

source: Auth password
pl_pl: Hasło

source: Help$Specify the auth password, if this account needs authentication for SMTP.
pl_pl: Podaj hasło, jeżeli podane konto wymaga uwierzytelnienia dla SMTP.

source: Mail account check failed!
pl_pl: Test konfiguracji nie powiódł się!

source: Button$Test
pl_pl: Test

source: $ abcdefghijklmnopqrstuvwxyz0123456789-.,#~\^$[]|()*+?{}/:%@&_
pl_pl: $ aąbcćdeęfghijklłmnńoópqrstuvwxyzżź0123456789-.,#~\^$[]|()*+?{}/:%@&_

source: Start/Stop time has changed
pl_pl: Czas startu/zakończenia zmienił się

source: Title/episode has changed
pl_pl: Tytuł/nazwa odcinka zmieniły się

source: No new timers were added.
pl_pl: Brak nowych pozycji w planie nagrań.

source: No timers were modified.
pl_pl: Brak zmienionych pozycji w planie nagrań.

source: No timers were deleted.
pl_pl: Brak usunięć pozycji w planie nagrań.

source: No new events to announce.
pl_pl: Brak nowych audycji do ogłoszenia.

source: This version of EPGSearch does not support this service!
pl_pl: Ta wersja EPGSearch nie wspiera tej usługi!

source: EPGSearch does not exist!
pl_pl: EPGSearch nie istnieje!

source: %d new broadcast
pl_pl: %d nowa audycja

source: Button$by channel
pl_pl: Według kanału

source: Button$by time
pl_pl: Według czasu

source: Button$Episode
pl_pl: Odcinek

source: Button$Title
pl_pl: Tytuł

source: announce details
pl_pl: szczegóły ogłoszenia

source: announce again
pl_pl: ogłoś ponownie

source: with next update
pl_pl: z następną aktuailzacją

source: again from
pl_pl: ponownie z

source: Search timer
pl_pl: Seryjne nagrywanie

source: Edit blacklist
pl_pl: Edytuj listę wykluczeń

source: phrase
pl_pl: fraza

source: all words
pl_pl: wszystkie słowa

source: at least one word
pl_pl: przynajmniej jeden wyraz

source: match exactly
pl_pl: dosłownie

source: regular expression
pl_pl: wyrażenie regularne

source: fuzzy
pl_pl: niewyraźne

source: user-defined
pl_pl: zdefiniowane przez użytkownika

source: interval
pl_pl: przedział

source: channel group
pl_pl: grupa kanałów

source: only FTA
pl_pl: tylko darmowe

source: all selected descriptors
pl_pl: wszystkie zaznaczone deskrypcje

source: any selected descriptor
pl_pl: każde zaznaczone deskrypcje

source: some selected descriptor per group
pl_pl: niektóre zaznaczone deskrypcje per grupa

source: all categories
pl_pl: wszystkie kategorie

source: all except missing categories
pl_pl: wszystkie oprócz brakujących kategorii

source: at least one category
pl_pl: przynajmniej jedna kategoria

source: Search term
pl_pl: Szukany wyraz

source: Search mode
pl_pl: Tryb wyszukiwania

source: Tolerance
pl_pl: Tolerancja

source: Match case
pl_pl: Dosłownie

source: Use title
pl_pl: Użyj tytułu

source: Use subtitle
pl_pl: Użyj podtytułu

source: Use description
pl_pl: Użyj opisu

source: Use parental rating
pl_pl: Użyj ograniczenia wiekowego

source: Min. rating
pl_pl: Min. wiek

source: Max. rating
pl_pl: Maks. wiek

source: Use content descriptors
pl_pl: Użyj deskryptorów zawartości

source: Contents matching mode
pl_pl: Tryb dopasowania zawartości

source: Special characteristics
pl_pl: Specjalna charakterystyka

source: Use extended EPG info
pl_pl: Użyj rozszerzonej informacji EPG

source: Category matching mode
pl_pl: Tryb dopasowania kategorii

source: Use channel
pl_pl: Użyj kanału

source: from channel
pl_pl: od kanału

source: to channel
pl_pl: do kanału

source: Channel group
pl_pl: Grupa kanałów

source: Use time
pl_pl: Użyj czasu

source: Start after
pl_pl: Zaczyna się po

source: Start before
pl_pl: Zaczyna się przed

source: Use duration
pl_pl: Użyj długości

source: Min. duration
pl_pl: Min. długość

source: Max. duration
pl_pl: maks. długość

source: Use day of week
pl_pl: Użyj dni tygodnia

source: Day of week
pl_pl: Dzień tygodnia

source: Use global
pl_pl: Użyj globalnych

source: Button$Templates
pl_pl: Szablony

source: *** Invalid Channel ***
pl_pl: *** Nieprawidłowy kanał ***

source: Please check channel criteria!
pl_pl: Proszę sprawdzić kryteria kanału!

source: Edit$Delete blacklist?
pl_pl: Usunąć listę wykluczeń?

source: Repeats
pl_pl: Powtórki

source: Create search
pl_pl: Utwórz wyszukiwanie

source: Search in recordings
pl_pl: Szukaj w nagraniach

source: Mark as 'already recorded'?
pl_pl: Oznaczyć jako już nagrane?

source: Add/Remove to/from switch list?
pl_pl: Dodać/Usunąć do/z listy przełączeń?

source: Create blacklist
pl_pl: Utwórz listę wykluczeń

source: EPG Commands
pl_pl: Komendy EPG

source: Epgsearch: RemoteTimerModifications failed
pl_pl: EPGSearch: modyfikacja pozycji w zdalnym planie nagrań nie powiodła się

source: Already running!
pl_pl: Już uruchomione!

source: Add to switch list?
pl_pl: Dodać do listy przełączeń?

source: Delete from switch list?
pl_pl: Usunąć z listy przełączeń?

source: Button$Details
pl_pl: Szczegóły

source: Button$Filter
pl_pl: Filtr

source: Button$Show all
pl_pl: Pokaż wszystkie

source: conflicts
pl_pl: konflikty

source: no conflicts!
pl_pl: brak konfliktów!

source: no important conflicts!
pl_pl: brak istotnych konfliktów!

source: Button$Repeats
pl_pl: Powtórki

source: no check
pl_pl: bez sprawdzenia

source: by channel and time
pl_pl: po kanale i czasie

source: by event ID
pl_pl: po ID audycji

source: Select directory
pl_pl: Wybierz katalog

source: Button$Level
pl_pl: Poziom

source: Event
pl_pl: Audycja

source: Favorites
pl_pl: Ulubione

source: Search results
pl_pl: Rezultat wyszukania

source: Timer conflict! Show?
pl_pl: Pokazać konflikty w planie nagrań?

source: Directory
pl_pl: Katalog

source: Channel
pl_pl: Kanał

source: Child lock
pl_pl: Zabezpieczenie rodzicielskie

source: Record on
pl_pl: Nagraj na

source: Timer check
pl_pl: Sprawdzenie konfliktów

source: recording with device
pl_pl: nagraj przy pomocy urządzenia

source: Button$With subtitle
pl_pl: Z podtytułem

source: Button$Without subtitle
pl_pl: Bez podtytułu

source: Timer has been deleted
pl_pl: Pozycja w lanie nagrań została usunięta

source: Button$Extended
pl_pl: Rozszerzone

source: Button$Simple
pl_pl: Proste

source: Use blacklists
pl_pl: Użyj listy wykluczeń

source: Edit$Search text too short - use anyway?
pl_pl: Wyszukiwany tekst jest za krótki - użyć mimo to?

source: Button$Orphaned
pl_pl: Osierocone

source: Button$by name
pl_pl: Po nazwie

source: Button$by date
pl_pl: Po czasie

source: Button$Delete all
pl_pl: Usuń wszystko

source: Recordings
pl_pl: Nagrania

source: Edit$Delete entry?
pl_pl: Usunąć pozycję?

source: Edit$Delete all entries?
pl_pl: Usunąć wszystkie pozycje?

source: Summary
pl_pl: Podsumowanie

source: Auxiliary info
pl_pl: Pomocnicza informacja

source: Button$Aux info
pl_pl: Pomoc. info.

source: Search actions
pl_pl: Akcje szukania

source: Execute search
pl_pl: Wykonaj szukanie

source: Use as search timer on/off
pl_pl: Użyj jako włącznik/wyłącznik seryjnego nagrywania

source: Trigger search timer update
pl_pl: Odśwież serie

source: Show recordings done
pl_pl: Pokaż zakończone nagrywania

source: Show timers created
pl_pl: Pokaż utworzone pozycje w planie nagrań

source: Create a copy
pl_pl: Stwórz kopię

source: Use as template
pl_pl: Użyj jako szablonu

source: Show switch list
pl_pl: Pokaż listę przełączeń

source: Show blacklists
pl_pl: Pokaż listę wykluczeń

source: Delete created timers?
pl_pl: Usunąć utworzone pozycje w planie nagrań?

source: Timer conflict check
pl_pl: Sprawdzanie konfliktów w planie nagrań

source: Disable associated timers too?
pl_pl: Wyłączyć powiązane pozycje w planie nagrań?

source: Activate associated timers too?
pl_pl: Włączyć powiązane pozycje w planie nagrań?

source: Search timers activated in setup.
pl_pl: Seryjne nagrywanie jest włączone.

source: Run search timer update?
pl_pl: Zaktualizować serię nagrywań?

source: Copy this entry?
pl_pl: Skopiować tą pozycję?

source: Copy
pl_pl: Kopiuj

source: Copy this entry to templates?
pl_pl: Skopiować tą pozycję do szablonów?

source: Delete all timers created from this search?
pl_pl: Usunąć wszystkie pozycje w planie nagrań utworzone z tego wyszukiwania?

source: Button$Actions
pl_pl: Akcje

source: Search entries
pl_pl: Wyszukane pozycje

source: active
pl_pl: aktywne

source: Channels
pl_pl: Kanały

source: useTime
pl_pl: użyj czasu

source: lastRecording
pl_pl: ostatnie nagranie

source: Edit$Delete search?
pl_pl: Usunąć wyniki szukania?

source: Edit search
pl_pl: Edycja wyszukiwania

source: Record
pl_pl: Nagranie

source: Announce by OSD
pl_pl: Ogłoszone przez OSD

source: Switch only
pl_pl: Tylko przełączenie

source: Announce and switch
pl_pl: Ogłoś i przełącz

source: Announce by mail
pl_pl: Ogłoś przez e-mail

source: Inactive record
pl_pl: Nieaktywne nagrywanie

source: only globals
pl_pl: tylko globalne

source: Selection
pl_pl: Zaznaczanie

source: all
pl_pl: wszystkie

source: count recordings
pl_pl: liczba nagrań

source: count days
pl_pl: liczba dni

source: allow empty
pl_pl: Zezwalaj na puste

source: same day
pl_pl: ten sam dzień

source: same week
pl_pl: ten sam tydzień

source: same month
pl_pl: ten sam miesiąc

source: Template name
pl_pl: Nazwa szablonu

source: Help$Specify the name of the template.
pl_pl: Podaj nazwę szablonu.

source: Help$Specify here the term to search for.
pl_pl: Podaj tutaj wyszukiwane słowo.

source: Help$The following search modes exist: - phrase: searches for sub terms - all words: all single words must appear - at least one word: at least one single word must appear - match exactly: must match exactly - regular expression: match a regular expression - fuzzy searching: searches approximately
pl_pl: Istnieją następujące tryby wyszukiania: - fraza: szukanie pasujących słów - wszystkie słowa: wszystkie słowa obecne - przynajmniej jedno słowo: wystarczy jedno obecne słowo - dosłownie: musi być dosłowne - wyrażenie regularne: dopasuj wg wyrażenia - niewyraźnie: przybliżone wyszukiwanie

source: Help$This sets the tolerance of fuzzy searching. The value represents the allowed errors.
pl_pl: Tolerancja niewyraźnego wyszukiwania. Wartość oznacza tolerancję błędów.

source: Help$Set this to 'yes' if your search should match the case.
pl_pl: Ustaw na 'tak' jeżeli wyszukiwanie ma rozróżniać wielkość liter.

source: Help$Set this to 'yes' if you like to search in the title of an event.
pl_pl: Ustaw na 'tak' jeżeli chcesz przeszukać w tytułach audycji.

source: Help$Set this to 'yes' if you like to search in the episode of an event.
pl_pl: Ustaw na 'tak' jeżeli chcesz przeszukać w odcinkach audycji.

source: Help$Set this to 'yes' if you like to search in the summary of an event.
pl_pl: Ustaw na 'tak' jeżeli chcesz przeszukać w podsumowaniu audycji.

source: Help$Set this to 'yes' if you like to consider the parental rating of an event.
pl_pl: Ustaw na 'tak' jeżeli chcesz przeszukać w oznaczeniu ograniczenia rodzicielskiego audycji.

source: Help$Set this to 'yes' if you want to search the contents by a descriptor.
pl_pl: Ustaw na 'tak' jeżeli chcesz przeszukać w zawartości deskryptoru.

source: Help$The summary of an event, can contain additional information like 'Genre', 'Category', 'Year',... called 'EPG categories' within EPGSearch. External EPG providers often deliver this information. This allows refining a search and other nice things, like searching for the 'tip of the day'. To use it set this to 'yes'.
pl_pl: Podsumowanie audycji może zawierać dodatkową informację w postaci 'Gatunek', 'Kategoria', 'Rok', ... nazwane 'Kategorie EPG' w EPGSearch. Zewnętrzni dostawcy EPG często dostarczają takie informacje. Pozwalają one na doprecyzowanie wyszukiwania oraz inne przydatne rzeczy, jak szukanie 'polecane na dzisiaj'. Ustaw na 'tak' jeżeli chcesz z tego korzystać.

source: Help$By default, all selected categories must be present in an event's summary and match the specified values for the event to be included in search results. This option allows including events with missing or just some matching categories. But handle this with care to avoid a huge amount of results.
pl_pl: Domyślnie, wszystkie zaznaczone kategorie, muszą być obecne w podsumowaniu audycji i pasować do podanych wartości, aby audycja była uwzględniona w wynikach wyszukiwania. Ta opcja pozwala włączyć audycje z brakującymi albo niektórymi pasującymi kategoriami. Uwaga, ta opcja może wygenerować dużą ilość wyników, korzystaj z niej umiejętnie.

source: Help$The file 'epgsearchcats.conf' specifies the search mode for this entry. One can search by text or by value. You can also edit a list of predefined values in this file that can be selected here.
pl_pl: Dla tej pozycji plik 'epgsearchcats.conf' określa tryb wyszukiwania. Można szukać za pomocą tekstu albo wartości. Można także edytować listę wartości w tym pliku, które można wybrać w tym miejscu.

source: Use in favorites menu
pl_pl: Użyj w liście ulubionych

source: Result menu layout
pl_pl: Wygląd listy rezultatów

source: Use as search timer
pl_pl: Użyj w serii nagrywań

source: Action
pl_pl: Akcja

source: Switch ... minutes before start
pl_pl: Przełącz ... minut przed rozpoczęciem

source: Unmute sound
pl_pl: Włącz dźwięk

source: Ask ... minutes before start
pl_pl: Zapytaj ... minut przed rozpoczęciem

source: Series recording
pl_pl: Nagrywanie seryjne

source: Delete recordings after ... days
pl_pl: Usuń nagrania po ... dniach

source: Keep ... recordings
pl_pl: Zachowaj ... nagrań

source: Pause when ... recordings exist
pl_pl: Wstrzymaj kiedy ... nagrań istnieje

source: Avoid repeats
pl_pl: Unikaj powtórek

source: Allowed repeats
pl_pl: Pozwalaj na powtórki

source: Only repeats within ... days
pl_pl: Powtórki tylko w ciągu ... dni

source: Compare title
pl_pl: Porównaj tytuł

source: Compare subtitle
pl_pl: Porównaj podtutuł

source: Compare summary
pl_pl: Porównaj podsumowanie

source: Min. match in %
pl_pl: Min. dopasowanie w %

source: Compare date
pl_pl: Porównaj datę

source: Compare categories
pl_pl: Porównaj kategorię

source: Auto delete
pl_pl: Auto-usunięcie

source: after ... recordings
pl_pl: po ... nagrań

source: after ... days after first rec.
pl_pl: po ... dni po pierwszym nagraniu

source: Edit user-defined days of week
pl_pl: Edytuj zdefiniowane przez użytkownika dni tygodnia

source: Compare
pl_pl: Porównaj

source: Select blacklists
pl_pl: Zaznacz listy wykluczeń

source: Values for EPG category
pl_pl: Wartości dla kategorii EPG

source: Button$Apply
pl_pl: Zastosuj

source: less
pl_pl: mniej

source: less or equal
pl_pl: mniej albo równe

source: greater
pl_pl: więcej

source: greater or equal
pl_pl: więcej albo równe

source: equal
pl_pl: równe

source: not equal
pl_pl: różne

source: Activation of search timer
pl_pl: Aktywacja serii nagrywań

source: First day
pl_pl: Pierwszy dzień

source: Last day
pl_pl: Ostatni dzień

source: Button$all channels
pl_pl: Wszystkie kanały

source: Button$only FTA
pl_pl: Tylko darmowe

source: Button$Timer preview
pl_pl: Podgląd nagrania

source: Blacklist results
pl_pl: Wyniki listy wykluczeń

source: found recordings
pl_pl: nagrań

source: Error while accessing recording!
pl_pl: Błąd przy dostępie do nagrań!

source: Button$Default
pl_pl: Domyślne

source: Edit$Delete template?
pl_pl: Usunąć szablon?

source: Overwrite existing entries?
pl_pl: Nadpisać istniejące pozycje?

source: Edit entry
pl_pl: Edytuj pozycję

source: Switch
pl_pl: Przełącz

source: Announce only
pl_pl: Ogłoś tylko

source: Announce ... minutes before start
pl_pl: Ogłoś na ... minut przed rozpoczęciem

source: action at
pl_pl: akcja przy

source: Switch list
pl_pl: Lista przełączeń

source: Edit template
pl_pl: Edytuj szablon

source: Timers
pl_pl: Plan nagrań

source: >>> no info! <<<
pl_pl: >>> brak informacji! <<<

source: Overview
pl_pl: Przegląd

source: Button$Favorites
pl_pl: Ulubione

source: Quick search for broadcasts
pl_pl: Szybkie wyszukiwanie audycji

source: Quick search
pl_pl: Szybkie wyszukiwanie

source: Show in main menu
pl_pl: Pokaż w głównym menu

source: %d new broadcast(s) found! Show them?
pl_pl: Znaleziono %d nowych audycji! Pokazać je?

source: Search timer update done!
pl_pl: Aktualizacja serii nagrywań wykonana!

source: small EPG content on:%s
pl_pl: mała zawartość EPG w: %s

source: VDR EPG check warning
pl_pl: Ostrzeżenie ze sprawdzenia EPG przez VDR

source: Switch to (%d) '%s'?
pl_pl: Przełączyć na (%d) '%s'?

source: Programming timer failed!
pl_pl: Zaprogramowanie pozycji w planie nagrań nie powiodło się!

source: in %02ldd
pl_pl: za %02ldd

source: in %02ldh
pl_pl: za %02ldh

source: in %02ldm
pl_pl: za %02ldm
