Repository: vdr-projects/vdr-plugin-epgsearch
Catalog: po/*.po
Languages: pl_pl

source: Channel groups
pl_pl: Grupy kanałów

source: Button$Select
pl_pl: Zaznacz

source: Channel group used by:
pl_pl: Grupa kanałów używana przez:

source: Edit$Delete group?
pl_pl: Usunąć grupę?

source: Edit channel group
pl_pl: Edycja grupy kanałów

source: Group name
pl_pl: Nazwa grupy

source: Button$Invert selection
pl_pl: Odwróć zaznaczenie

source: Button$All yes
pl_pl: Wszystkie na tak

source: Button$All no
pl_pl: Wszystkie na nie

source: Group name is empty!
pl_pl: Nawa grupy jest pusta!

source: Group name already exists!
pl_pl: Ta nazwa grupy jest już zajęta!

source: Direct access to epgsearch's conflict check menu
pl_pl: Bezpośredni dostęp do menu sprawdzającego konflikty

source: Timer conflicts
pl_pl: Konflikty w planie nagrań

source: Conflict info in main menu
pl_pl: Informacja o konfliktach w głównym menu

source: next
pl_pl: następne

source: timer conflict at %s! Show it?
pl_pl: Konflikt przy %s? Pokazać go?

source: %d timer conflicts! First at %s. Show them?
pl_pl: %d konfliktów! Pierwszy przy %s. Pokazać je?

source: search the EPG for repeats and more
pl_pl: Szukaj powtórek i innych w EPG

source: Program guide
pl_pl: Przewodnik po programach

source: search timer update running
pl_pl: Aktualizacja planowanych nagrań w toku

source: Direct access to epgsearch's search menu
pl_pl: Bezpośredni dostęp do menu wyszukiwarki

source: Search
pl_pl: Szukaj

source: EpgSearch-Search in main menu
pl_pl: Pokaż wyszukiwarkę w głównym menu

source: Button$Help
pl_pl: Pomoc

source: Button$Commands
pl_pl: Komendy

source: Button$Search
pl_pl: Szukaj

source: never
pl_pl: nigdy

source: always
pl_pl: zawsze

source: smart
pl_pl: sprytne

source: before user-def. times
pl_pl: przed zdefiniowanym czasem

source: after user-def. times
pl_pl: po zdefiniowanym czasie

source: before 'next'
pl_pl: przed 'następnym'

source: General
pl_pl: Główne

source: EPG menus
pl_pl: Menu EPG

source: User-defined EPG times
pl_pl: Czasy EPG zdefiniowane przez użytkownika

source: Timer programming
pl_pl: Planowanie nagrań

source: Search and search timers
pl_pl: Szukanie i seryjne nagrywanie

source: Timer conflict checking
pl_pl: Sprawdzanie konfliktów w planie nagrań

source: Email notification
pl_pl: Informacja w e-mailu

source: Hide main menu entry
pl_pl: Ukryj pozycję w głównym menu

source: Help$Hides the main menu entry and may be useful if this plugin is used to replace the original 'Schedule' entry.
pl_pl: Ukrywa pozycję w głównym menu a może być użyteczne aby zastąpić podstawową pozycję 'Program'.

source: Main menu entry
pl_pl: Nazwa pozycji w głównym menu

source: Help$The name of the main menu entry which defaults to 'Programm guide'.
pl_pl: Nazwa pozycji w głównym menu, domyślnie będzie 'Programm guide'.

source: Replace original schedule
pl_pl: Zastąp oryginalną pozycję 'Program'.

source: Help$When VDR is patched to allow this plugin to replace the original 'Schedule' entry, you can de/activate this replacement here.
pl_pl: Gdy VDR rozszerzone o możliwość zastąpienia oryginalnej pozycji 'Program', tutaj można włączyć/wyłączyć zastąpienie.

source: Start menu
pl_pl: Menu startowe

source: Help$Choose between 'Overview - Now' and 'Schedule' as start menu when this plugin is called.
pl_pl: Wybór pomiędzy 'Grane teraz' i 'Program' kiedy wtyczka zostanie wywołana.

source: Ok key
pl_pl: Przycisk Ok

source: Help$Choose here the behavior of key 'Ok'. You can use it to display the summary or to switch to the corresponding channel. Note: the functionality of key 'blue' (Switch/Info/Search) depends on this setting.
pl_pl: Wybierz tutaj zachowanie przycisku 'Ok'. Można wybrać pomiędzy wyświetlaniem podsumowania a przełączeniem kanału. Notka: funkcja przycisku 'Niebieski' (Przełącz/Info/Szukaj) zależy od tego wyboru.

source: Red key
pl_pl: Czerwony przycisk

source: Help$Choose which standard function ('Record' or 'Commands') you like to have on the red key. (Can be toggled with key '0')
pl_pl: Wybierz jaką funkcję ('Nagraj' albo 'Komendy') będzie wywoływał ten przycisk. (Może być przełączane z przyciskiem '0')

source: Blue key
pl_pl: Niebieski przycisk

source: Help$Choose which standard function ('Switch'/'Info' or 'Search') you like to have on the blue key. (Can be toggled with key '0')
pl_pl: Wybierz jaką funkcję ('Przełącz'/'Info' albo 'Szukaj') będzie wywoływał ten przycisk. (Może być przełączane z przyciskiem '0')

source: Show progress in 'Now'
pl_pl: Pokaż postęp w 'Teraz'

source: Help$Shows a progress bar in 'Overview - Now' that informs about the remaining time of the current event.
pl_pl: Pokazuje pasek postępu w 'Grane teraz' informujący o pozostałym czasie bieżącej audycji.

source: Show channel numbers
pl_pl: Pokaż numery kanałów

source: Help$Display channel numbers in 'Overview - Now'. (To completely define your own menu look please inspect the MANUAL)
pl_pl: Pokaż numery kanałów w 'Grane teraz'. (Aby uzyskać pełną wiedzę dot. dostosowywania wyglądu menu, zajrzyj do MANUAL)

source: Show channel separators
pl_pl: Pokaż separatory kanałów

source: Help$Display VDR channel groups as separators between your channels in 'Overview - Now'.
pl_pl: Wyświetlaj grupy kanałów VDR jako separatory kanałów w 'Grane teraz'.

source: Show day separators
pl_pl: Pokaż dobowy separator

source: Help$Display a separator line at day break in 'Schedule'.
pl_pl: Pokaż separator na zakończenie dnia w 'Pprogram'.

source: Show radio channels
pl_pl: Pokaż radiostacje

source: Help$Show also radio channels.
pl_pl: Pokazuj również kanały radiowe.

source: Limit channels from 1 to
pl_pl: Ogranicz wyświetlane kanały od 1 do

source: Help$If you have a large channel set you can speed up things when you limit the displayed channels with this setting. Use '0' to disable the limit.
pl_pl: Jeżeli masz dużą liczbę kanałów, możesz przyśpieszyć operacje ograniczając ich liczbę za pomocą tego ustawienia. Użyj '0' aby wyłączyć ograniczenie.

source: 'One press' timer creation
pl_pl: 'Jedno naciśnięcie' dodaje do planu

source: Help$When a timer is created with 'Record' you can choose between an immediate creation of the timer or the display of the timer edit menu.
pl_pl: Kiedy dodawana jest pozycja do planu nagrań przyciskiem 'Nagraj', możesz wybrać pomiędzy natychmiastowym utworzeniem pozycji albo wejść w menu edycji.

source: Show channels without EPG
pl_pl: Pokaż kanały bez EPG

source: Help$Choose 'yes' here if you want to display channels without EPG in 'Overview - Now'. 'Ok' on these entries switches the channel.
pl_pl: Wybierz 'Tak' jeżeli chcesz wyświetlać kanały bez EPG w 'Grane teraz'. 'Ok' powoduje przełączenie na wybrany kanał.

source: Time interval for 'FRew' / 'FFwd' [min]
pl_pl: Zakres skoku dla 'Cofnij/Przewiń' (min)

source: Help$Choose here the time interval which should be used for jumping through the EPG by pressing 'FRew' / 'FFwd'. (If you don't have those keys, you can toggle to this functionality pressing '0' and get '<<' and '>>' on the keys green and yellow)
pl_pl: Wybierz zakres czasu jaki zostanie użyty do skakania po EPG naciskając 'Cofnij/Przewiń'. (Jeżeli klawiatura pilota nie posiada tych przycisków, możesz uruchomić tą funkcję na przyciskach 'Zielony(<<)/Żółty(>>)' wprowadzając '0'.)

source: Toggle Green/Yellow
pl_pl: Przełącz 'Zielony/Żółty'

source: Help$Specify if green and yellow shall also be switched when pressing '0'.
pl_pl: Podaj czy przyciski 'Zielony' i 'Żółty' powinny być przełączone po wciśnięciu '0'.

source: Show favorites menu
pl_pl: Pokaż listę ulubionych

source: Help$A favorites menu can display a list of your favorite broadcasts. Enable this if you want an additional menu besides 'Now' and 'Next' Any search can be used as a favorite. You only have to set the option 'Use in favorites menu' when editing a search.
pl_pl: Lista ulubionych może wyświetlać twoje ulubione audycje. Włącz, jeżeli chcesz dodatkowe menu oprócz 'Teraz' i 'Następne' Każde wyszukiwanie może zostać oznaczone jako ulubione, potrzeba tylko aktywować 'Użyj w ulubionych' podczas edycji.

source: for the next ... hours
pl_pl: dla następnych ... godzin

source: Help$This value controls the time span used to display your favorites.
pl_pl: Kontroluje odstęp czasowy używany do wyświetlania ulubionych.

source: Use user-defined time %d
pl_pl: Użyj czasu zdefiniowanego przez użytkownika %d

source: Help$Besides 'Now' and 'Next' you can specify up to 4 other times in the EPG which can be used by repeatedly pressing the green key, e.g. 'prime time', 'late night',...
pl_pl: Poza 'Teraz' i 'Następne' możesz podać do czterech innych czasów w EPG, które mogą zostać wywołane naciskając wielokrotnie 'Zielony' przycisk n.p.: 'Prime Time', 'Późna noc'.

source: Description
pl_pl: Opis

source: Help$This is the description for your user-defined time as it will appear as label on the green button.
pl_pl: Opis dla zdefiniowanego przez użytkownika czasu, które będzie wyświetlane na zielonym przycisku.

source: Time
pl_pl: Czas

source: Help$Specify the user-defined time here in 'HH:MM'.
pl_pl: Podaj czas 'HH:MM'.

source: Use VDR's timer edit menu
pl_pl: Użyj menu edycji pozycji w planie nagrań z VDR

source: Help$This plugin has its own timer edit menu extending the original one with some extra functionality like - an additional directory entry - user-defined days of week for repeating timers - adding an episode name - support for EPG variables (see MANUAL)
pl_pl: Ta wtyczka posiada własne menu edycji rozszerzające to z VDR o kilka funkcji jak - dodatkowa pozycja z katalogiem - zdefiniowane przez użytkownika dni tygodnia powtórzeń pozycji w planie nagrań - dodanie nazwy odcinka - wsparcie dla zmiennych EPG (patrz MANUAL)

source: Default recording dir
pl_pl: Domyślny katalog nagrań

source: Help$When creating a timer you can specify here a default recording directory.
pl_pl: Podczas dodawania pozycji w planie nagrań, możesz podać katalog, do którego zapisać nagranie.

source: Add episode to manual timers
pl_pl: Dodaj odcinek do pozycji dodawanych ręcznie do planu nagrań

source: Help$If you create a timer for a series, you can automatically add the episode name. - never: no addition - always: always add episode name if present - smart: add only if event lasts less than 80 mins.
pl_pl: Jeżeli dodasz pozycję w planie nagrań dot. serialu, możesz automatycznie nazwać odcinek. - nigdy: bez nazywania - zawsze: nazwij odcinek jeżeli nazwa jest dostępna - sprytnie: nazwij tylko gdy audycja trwa mniej niż 80 minut.

source: Default timer check method
pl_pl: Domyślna metoda weryfikacji pozycji w planie nagrań

source: Help$Manual timers can be checked for EPG changes. Here you can setup the default check method for each channel. Choose between - no checking - by event ID: checks by an event ID supplied by the channel provider. - by channel and time: check by the duration match.
pl_pl: Ręcznie dodane pozycje w planie nagrań mogą zostać sprawdzone w przypadku zmian w EPG. Tutaj możesz wybrać metodę - bez sprawdzenia - poprzez ID audycji: porównuje z ID audycji podanego przez dostawcę - poprzez kanał i czas: porównuje czas trwania audycji.

source: Button$Setup
pl_pl: Ustawienia

source: Use search timers
pl_pl: Używaj seryjnego nagrywania

source: Help$'Search timers' can be used to automatically create timers for events that match your search criteria.
pl_pl: 'Seryjne nagrywanie' potrafi automatycznie utworzyć pozycję w planie nagrań, które pasuje do kryteriów wyszukiwania.

source: Update interval [min]
pl_pl: Interwał aktualizacji (min)

source: Help$Specify here the time interval to be used when searching for events in the background.
pl_pl: Podaj odstęp czasu jaki ma być użyty do wyszukiwania audycji w tle.

source: SVDRP port
pl_pl: Port SVDRP

source: Help$Programming of new timers or timer changes is done with SVDRP. The default value should be correct, so change it only if you know what you are doing.
pl_pl: Programowanie nowych pozycji w planie nagrań i ich zmiana odbywa się poprzez SVDRP. Domyślna wartość powinna być ok, zmień jeżeli tak nie jest.

source: Delay internal threads ... seconds
pl_pl: Opóźnienie wewnętrznych wątków ... sekund

source: Help$This value delays starting the search-timer update thread for the given range of seconds
pl_pl: Ta wartość opóźnia start wątku aktualizacji serii nagrywań wg podanego zakresu sekund

source: Help$Specify here the default priority of timers created with this plugin. This value can also be adjusted for each search itself.
pl_pl: Podaj domyślny priorytet dla pozycji w planie nagrań utworzonych przez wtyczkę. Wartość ta może być dopasowana indywidualnie.

source: Help$Specify here the default lifetime of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
pl_pl: Podaj domyślny czas życia dla pozycji w planie nagrań oraz nagrań utworzonych przez wtyczkę. Wartość ta może być dopasowana indywidualnie.

source: Help$Specify here the default start recording margin of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
pl_pl: Podaj domyślny margines startu dla pozycji w planie nagrań oraz nagrań utworzonych przez wtyczkę. Wartość ta może być dopasowana indywidualnie.

source: Help$Specify here the default stop recording margin of timers/recordings created with this plugin. This value can also be adjusted for each search itself.
pl_pl: Podaj domyślny margines zakończenia dla pozycji w planie nagrań oraz nagrań utworzonych przez wtyczkę. Wartość ta może być dopasowana indywidualnie.

source: Allowed errors
pl_pl: Dopuszczalne błędy

source: Help$Specify here the allowed reception errors before a recording is marked incomplete.
pl_pl: Podaj dopuszczalne błędy odbioru zanim nagranie zostanie oznaczone jako niekompletne.

source: No announcements when replaying
pl_pl: Bez zapowiedzi kiedy odtwarzanie w toku

source: Help$Set this to 'yes' if you don't like to get any announcements of broadcasts if you currently replay anything.
pl_pl: Ustaw na 'tak', jeżeli nie chcesz widzieć zapowiedzi audycji, kiedy odtwarzanie jest w toku.

source: Recreate timers after deletion
pl_pl: Odtwórz pozycję w planie nagrań po usunięciu

source: Help$Set this to 'yes' if you want timers to be recreated with the next search timer update after deleting them.
pl_pl: Ustaw na 'tak' jeżeli chcesz aby pozycja w planie nagrań została utworzona ponownie przez aktualizację, po wcześniejszym usunięciu.

source: Check if EPG exists for ... [h]
pl_pl: Sprawdź czy EPG istnieje przez ... (godz.)

source: Help$Specify how many hours of future EPG there should be and get warned else after a search timer update.
pl_pl: Podaj ile godzin EPG powinno być dostępne i daj ostrzeżenie po aktualizacji pozycji w planie nagrań jeżeli jest inaczej.

source: Warn by OSD
pl_pl: Ostrzeż poprzez OSD

source: Help$Set this to 'yes' if you want get warnings from the EPG check via OSD.
pl_pl: Ustaw na 'tak' jeżeli chcesz dostać ostrzeżenie przez OSD po sprawdzeniu EPG.

source: Warn by mail
pl_pl: Ostrzeż poprzez e-mail

source: Help$Set this to 'yes' if you want get warnings from the EPG check by mail.
pl_pl: Ustaw na 'tak' jeżeli chcesz dostać ostrzeżenie przez e-mail po sprawdzeniu EPG.

source: Channel group to check
pl_pl: Grupa kanałów do sprawdzenia

source: Help$Specify the channel group to check.
pl_pl: Podaj grupę kanałów do sprawdzenia.

source: Limit days of timer creation
pl_pl: Ogranicz dodawanie w planie nagrań do dni

source: Help$Number of days in the future timers will be created.
pl_pl: Liczba dni, w których nowe pozycje w planie nagrań zostaną utworzone.

source: Ignore PayTV channels
pl_pl: Ignoruj płatne kanały

source: Help$Set this to 'yes' if don't want to see events on PayTV channels when searching for repeats.
pl_pl: Ustaw na 'tak' jeżeli nie chcesz widzieć powtórek programów nadawanych w płatnych kanałach.

source: Search templates
pl_pl: Szablony serii nagrywań

source: Help$Here you can setup templates for your searches.
pl_pl: Tutaj możesz ustawić szablony dla seryjnego nagrywania.

source: Blacklists
pl_pl: Lista wykluczeń

source: Help$Here you can setup blacklists which can be used within a search to exclude events you don't like.
pl_pl: Tutaj możesz ustawić listę wykluczeń, która można aktywować podczas wyszukiwania aby pominąć audycje, których nie lubisz.

source: Help$Here you can setup channel groups which can be used within a search. These are different to VDR channel groups and represent a set of arbitrary channels, e.g. 'FreeTV'.
pl_pl: Tutaj możesz ustawić grupy kanałów które można użyć podczas wyszukiwania. To nie są grupy zdefiniowane w VDR a grupa dowolnych kanałów n.p: 'Kanały FTA'.

source: Ignore below priority
pl_pl: Ignoruj priorytet ponizej

source: Help$If a timer with priority below the given value will fail it will not be classified as important. Only important conflicts will produce an OSD message about the conflict after an automatic conflict check.
pl_pl: Jeżeli pozycja w planie nagrań ma priorytet poniżej podanej wartości, nie będzie uznana jako istotna. Tylko konflikty pomiędzy istotnymi pozycjami będą uwzględniane w ostrzeżeniu wyświetlanym w OSD.

source: Ignore conflict duration less ... min.
pl_pl: Ignoruj konflikty trwające mniej niż ... min.

source: Help$If a conflicts duration is less then the given number of minutes it will not be classified as important. Only important conflicts will produce an OSD message about the conflict after an automatic conflict check.
pl_pl: Jeżeli konflikt trwa mniej niż podana ilość minut, nie zostaną uwzględnione jako istotne. Tylko istotne konflikty będą uwzględniane w ostrzeżeniu wyświetlanym w OSD.

source: Only check within next ... days
pl_pl: Sprawdzaj konflikty tylko przez ... dni

source: Help$This value reduces the conflict check to the given range of days. All other conflicts are classified as 'not yet important'.
pl_pl: Ta wartość zmniejsza przedział dni, w których konflikty będą sprawdzane. Wszystkie konflikty po tym czasie zostaną zakwalifikowane jako 'jeszcze nie istotne'.

source: Check also remote conflicts
pl_pl: Sprawdzaj pozycje w zdalnych planach nagrań

source: Help$Set this to 'yes' if the conflict check should be done for timers set on remote hosts. This needs SVDRPPeering to be set in vdr and Plugin epgsearch running on the remote host.
pl_pl: Ustaw na 'tak' jeżeli sprawdzanie konfliktów powinno zostać poszerzone o zdalne plany nagrań. To ustawienie wymaga włączenia 'Dzielenie zadań przez SVDRP' w VDR i wtyczce EpgSearch uruchomionych na zdalnym hoście.

source: --- Automatic checking ---
pl_pl: --- Automatyczna sprawdzanie ---

source: After each timer programming
pl_pl: Po każdym dodaniu pozycji w lanie nagrań

source: Help$Set this to 'yes' if the conflict check should be performed after each manual timer programming. In the case of a conflict you get immediately a message that informs you about it. The message is only displayed if this timer is involved in any conflict.
pl_pl: Ustaw na 'tak' jeżeli sprawdzenie konfliktów powinno nastąpić po każdym dodaniu pozycji w planie nagrań. W przypadku konfliktu natychmiast zostanie wyświetlone ostrzeżenie o tym konflikcie. Ostrzeżenie jest wyświetlane tylko jeżeli bieżąca pozycja w planie nagrań jest w konflikcie.

source: When a recording starts
pl_pl: Przy rozpoczęciu nagrywania

source: Help$Set this to 'yes' if the conflict check should be performed when a recording starts. In the case of a conflict you get immediately a message that informs you about it. The message is only displayed if the conflict is within the next 2 hours.
pl_pl: Ustaw na 'tak' jeżeli sprawdzanie konfliktów powinno odbyć się przy rozpoczęciu nagrywania. W przypadku konfliktu, od razu zostanie wyświetlone ostrzeżenie. Ostrzeżenie jest wyświetlane jeżeli konflikt występuje w najbliższych dwóch godzinach.

source: After each search timer update
pl_pl: Po każdej aktualizacji serii nagrywań

source: Help$Set this to 'yes' if the conflict check should be performed after each search timer update.
pl_pl: Ustaw na 'tak' jeżeli konflikty mają być sprawdzane po każdej aktualizacji seryjnego nagrywania.

source: every ... minutes
pl_pl: Co ... minut

source: Help$Specify here the time interval to be used for an automatic conflict check in the background. ('0' disables an automatic check)
pl_pl: Interwał czasowy używany do automatycznego sprawdzania konfliktów w tle. ('0' wyłącza automatyczne sprawdzanie)

source: if conflicts within next ... minutes
pl_pl: Jeżeli konfliktuje w nadchodzących ... minutach

source: Help$If the next conflict will appear in the given number of minutes you can specify here a shorter check interval to get more OSD notifications about it.
pl_pl: Jeżeli następny konflikt pojawi się w ciągu podanych minut, możesz tutaj podać krótszy interwał aby uzyskać więcej ostrzeżeń na OSD dot. tego konfliktu.

source: Avoid notification when replaying
pl_pl: Pomiń wyświetlanie ostrzeżeń podczas odtwarzania

source: Help$Set this to 'yes' if the don't want to get OSD messages about conflicts if you currently replay something. Nevertheless messages will be displayed if the first upcoming conflict is within the next 2 hours.
pl_pl: Ustaw na 'tak' jeżeli nie chcesz dostawać na OSD ostrzeżeń o konfliktach podczas odtwarzania nagrania. Pomimo to ostrzeżenia zostaną wyświetlone jeżeli pierwszy z konfliktów znajduje się w najbliższych dwóch godzinach.

source: Search timer notification
pl_pl: E-mail o serii nagrywań

source: Help$Set this to 'yes' if you want to get an email notification about the search timers that where programmed automatically in the background.
pl_pl: Ustaw na 'tak' jeżeli chcesz otrzymać e-mail o zaplanowanych nagraniach, które zostały automatycznie dodane w tle.

source: Time between mails [h]
pl_pl: Czas pomiędzy wiadomościami e-mail (godz.)

source: Help$Specify how much time in [h] you would like to have at least between two mails. With '0' you get a new mail after each search timer update with new results.
pl_pl: Podaj liczbę godzin pomiędzy wiadomościami. Gdy ustawione jest '0', otrzymasz nowy e-mail po każdej aktualizacji konfliktów w planie nagrań.

source: Timer conflict notification
pl_pl: Ostrzeżenie e-mail o konfliktach w planie nagrań

source: Help$Set this to 'yes' if you want to get an email notification about the timer conflicts.
pl_pl: Ustaw na 'tak' jeżeli chcesz otrzymywać e-mail o konfliktach w planie nagrań.

source: Send to
pl_pl: Wyślij do

source: Help$Specify the email address where notifications should be sent to.
pl_pl: Podaj adres e-mail, na który wysłać ostrzeżenie.

source: Mail method
pl_pl: Metoda

source: Help$Specify here the method to use when sending mails. You can choose between - 'sendmail': requires a properly configured email system - 'SendEmail.pl': simple script for mail delivery
pl_pl: Wybierz metodę używaną do wysyłania wiadomości e-mail. - 'sendmail': wymaga poprawnie skonfigurowanej skrzynki e-mail - 'SendEmail.pl': prosty skrypt dla dostarczenia wiadomości e-mail

source: --- Email account ---
pl_pl: --- Konto e-mail ---

source: Email address
pl_pl: Adres e-mail

source: Help$Specify the email address where notifications should be sent from.
pl_pl: Podaj adres e-mail, na który mają zostać wysłane ostrzeżenia.

source: SMTP server
pl_pl: Serwer SMTP

source: Help$Specify the SMTP server that should deliver the notifications. If it's using a port different from the default(25) append the port with ":port".
pl_pl: Podaj serwer SMTP, który dostarczy ostrzeżenia. Jeżeli port dostępu różni się od domyślnego (25) dodaj sufiks w postaci ':nr_portu'.

source: Use SMTP authentication
pl_pl: Używaj uwierzytelnienia SMTP

source: Help$Set this to 'yes' if your account needs authentication to send mails.
pl_pl: Ustaw na 'tak# jeżeli konto wymaga uwierzytelnienia do wysyłania wiadomości.
